<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Passwords Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for password reset functionality.
    |
    */

    'reset' => 'আপনার পাসওয়ার্ড রিসেট করা হয়েছে!',
    'sent' => 'আমরা আপনার পাসওয়ার্ড রিসেট লিঙ্ক ইমেইল করেছি!',
    'throttled' => 'রিসেট করার আগে দয়া করে অপেক্ষা করুন।',
    'token' => 'এই পাসওয়ার্ড রিসেট টোকেন অবৈধ।',
    'user' => 'আমরা সেই ইমেইল ঠিকানা সহ একটি ব্যবহারকারী খুঁজে পাচ্ছি না।',

];
