<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for User related operations.
    |
    */
    'edit_profile' => 'প্রোফাইল সম্পাদনা',
    'change_password' => 'পাসওয়ার্ড পরিবর্তন',
    'current_password' => 'বর্তমান পাসওয়ার্ড',
    'new_password' => 'নতুন পাসওয়ার্ড',
    'confirm_new_password' => 'নতুন পাসওয়ার্ড নিশ্চিত করুন',
    'user_management' => 'ব্যবহারকারী পরিচালনা',
    'roles' => 'ভূমিকা',
    'users' => 'ব্যবহারকারী',
    'manage_roles' => 'ভূমিকা পরিচালনা',
    'all_roles' => 'সব ভূমিকা',
    'add_role' => 'ভূমিকা যোগ করুন',
    'role_name' => 'ভূমিকার নাম',
    'permissions' => 'অনুমতি',
    'role_added' => 'ভূমিকা সফলভাবে যোগ করা হয়েছে',
    'role_already_exists' => 'একই নামের ভূমিকা ইতিমধ্যে বিদ্যমান',
    'edit_role' => 'ভূমিকা সম্পাদনা',
    'role_updated' => 'ভূমিকা সফলভাবে আপডেট করা হয়েছে',
    'role_deleted' => 'ভূমিকা সফলভাবে মুছে ফেলা হয়েছে',
    'manage_users' => 'ব্যবহারকারী পরিচালনা',
    'all_users' => 'সব ব্যবহারকারী',
    'name' => 'নাম',
    'role' => 'ভূমিকা',
    'add_user' => 'ব্যবহারকারী যোগ করুন',
    'user_added' => 'ব্যবহারকারী সফলভাবে যোগ করা হয়েছে',
    'role_is_default' => 'আপনি এই ভূমিকা পরিবর্তন করতে পারবেন না',
    'edit_user' => 'ব্যবহারকারী সম্পাদনা',
    'leave_password_blank' => "পাসওয়ার্ড আপডেট করতে না চাইলে পাসওয়ার্ড ক্ষেত্রটি খালি রাখুন",
    'user_update_success' => 'ব্যবহারকারী সফলভাবে আপডেট করা হয়েছে',
    'user_delete_success' => 'ব্যবহারকারী সফলভাবে মুছে ফেলা হয়েছে',
];
